/**
 *
 * выводит горизонтальное меню
 * если у одного из пунктов задано selected - он выводится выделенным цветом (синий на скрине)
 * а остальные пункты выводятся бледно-голубым (пример в верхней строке сайта "Сейчас в СМИ" итп)
 *
 * если selected не задан ни у одного элемента - пункты меню выводятся одинаковым синим цветом
 * (пример над строкой поиска (Видео итп) - все элементы одинаковые
 */
function Menu({items}){
    return(
        /** вывод меню */
        <ul>...</ul>
    )
}
export default Menu;